{"meta":{"title":"修曦","subtitle":"修身的修，美好之曦","description":"修曦的个人博客——修身的修，美好之曦。曦是美好，是灵魂与心灵的火；是道与理，是永恒与希望的光。成长星火，打造曙光。","author":"Xi","url":"https://xiuxi1.github.io/bks","root":"/bks/"},"pages":[{"title":"404 - 好巧，竟然在这里遇到你！","date":"2022-01-22T12:02:00.000Z","updated":"2023-08-09T03:03:25.875Z","comments":false,"path":"/404.html","permalink":"https://xiuxi1.github.io/bks/404.html","excerpt":"","text":"这是一個不存在的页面对不起，您所访问的页面不存在或者已删除。 预计将在约 5 秒后返回首页。 当然，你可以 点这里 直接返回首页。 let countTime = 5; function count() { document.getElementById('timeout').textContent = countTime; countTime -= 1; if(countTime === 0){ location.href = 'https://xiuxi1.github.io/'; } setTimeout(() => { count(); }, 1000); } count();"},{"title":"所有分类","date":"2023-06-18T12:06:37.025Z","updated":"2023-04-15T07:06:56.000Z","comments":true,"path":"categories/index.html","permalink":"https://xiuxi1.github.io/bks/categories/index.html","excerpt":"","text":""},{"title":"所有标签","date":"2023-06-18T12:06:37.026Z","updated":"2023-04-15T07:07:53.000Z","comments":true,"path":"tags/index.html","permalink":"https://xiuxi1.github.io/bks/tags/index.html","excerpt":"","text":""},{"title":"","date":"2023-06-22T06:49:10.430Z","updated":"2023-06-22T06:49:10.430Z","comments":true,"path":"about/index.html","permalink":"https://xiuxi1.github.io/bks/about/index.html","excerpt":"","text":"修身的修，美好之曦曦是美好，是灵魂与心灵的火；是道与理，是永恒与希望的光。成长星火，打造曙光 喜欢的可以给个赞赏哦~"}],"posts":[{"title":"摘抄","slug":"摘抄","date":"2023-06-12T01:07:56.000Z","updated":"2023-07-20T03:15:32.046Z","comments":true,"path":"posts/64866fec.html","link":"","permalink":"https://xiuxi1.github.io/bks/posts/64866fec.html","excerpt":"","text":"没有记录，就没有发生。没有发生，就没有反思。我们的过去，大都是毫无价值的过去，与我们毫无关系。大多数所谓的经验、经历和阅历，哪怕深深烙印在记忆里，但如果不能反思，都只是自欺欺人的虚无而已。这就是为什么有些老人自诩历经坎坷、饱受苦难，总能说出一大堆事情和疑似道理，却没有寸进，终其一生，都活在蒙昧中。只有经过思想整理的，才是真正的知识，眼见的不是知识，感觉到的不是知识，自以为懂的也不是知识。” “天地人本是一体，修行与治国，同样也是一体啊，依靠某个制度，某一群人去开太平，即便成功了也只是一时的，唯有众生觉悟，人人都能收拾精神，做自作主张的大英雄，那个时候，无需有人去开太平，天下也会太平。仓廪实而知礼节。平均财富不过是达成仓廪实的方法而已。而仅仅是知礼，并不能达成大同社会，真正达成大同社会，恐怕要先像阳明先生说的那样，无论是贩夫走卒还是引车卖浆者流，都要做收拾精神、自作主张的大英雄。每一个人都在“致良知”，方能共建大同。而在大同的基础上，如果每一个人都能修行长生，天真安乐，那便是上古华胥之治。”","categories":[],"tags":[{"name":"摘抄","slug":"摘抄","permalink":"https://xiuxi1.github.io/bks/tags/%E6%91%98%E6%8A%84/"}]},{"title":"好看的小说","slug":"好看的小说","date":"2023-06-11T11:19:33.000Z","updated":"2023-06-12T01:43:04.000Z","comments":true,"path":"posts/6485adc5.html","link":"","permalink":"https://xiuxi1.github.io/bks/posts/6485adc5.html","excerpt":"","text":"看过很多小说，除了列出来的这些，还有很多忘记了，也有很多也很不错，但不算突出，这里只列出特别好看的小说（当然，对于新小说，由于印象比较深，所以评价可能偏高。反之，对于老小说，如果评价还是很高，就说明它超级优秀）。主要喜欢看以下几个类型的小说： 123有思想脑洞大轻松 指数范围 1：10 【有思想】123456《哈利波特与理性之道》有思想指数：9好看指数：8脑洞指数：4轻松指数：4主要关键词：理性、…… 123456《走进修仙》有思想指数：8好看指数：7脑洞指数：6轻松指数：5主要关键词：计算机、…… 123456《倾覆之塔》有思想指数：6好看指数：6脑洞指数：4轻松指数：5主要关键词：璀璨、光、扮演、…… 【脑洞大】12345678910《诸界末日在线》《炼狱艺术家》《武德充沛》脑洞指数：9有思想指数：3好看指数：8轻松指数：6主要关键词：璀璨、光、扮演、……备注：都是烟火的书，这几本书脑洞非常大，超级超级大。以系统为例，每个主角都有系统，不，应该说书里的几乎所有人都有系统，这个系统和别的系统文的系统完全不一样，别的系统是强迫，这个系统（指主角的）是引导，从某种角度上看，你可以把每个系统看成高维生命的干涉，如柳平的系统是“未来”的自己做的。主要思想点：“请你务必一而再，再而三，三而不竭，千次万次，毫不犹豫地救自己于危难。”“我们活过的刹那，前后皆是暗夜；但从这一刻开始，一切都要改变。”面对人类文明毁灭的死局，主角不停穿越时间（好在时间站在我们这边，但时间不是万能的），从死局中一点点挖出生机。烟火的书节奏非常紧，有人说：“别人最多每时每刻都在忙，但烟火的主角，每一刻都有很多个他在忙。”虽然节奏紧，但非常轻松，应该是行文风格的原因。 【轻松】待分类《玩家超正义》 《致四千年后》 《诡秘之主》 《玄幻必须死》 《我导演了玄武门事变》 《众神世界》 刘慈欣的科幻小说 《茉莉味魔女》 《宅魔女》 《蓝白社》 《武德充沛》 《霍格沃茨之灰巫师》 《在这个没有救世主的霍格沃茨》 《重生幕后贵族法师》 《人类大脑牧场》 《我的瓶中宇宙》 《我的创世词条》 《家父汉高祖》 ** 《二五仔洗白手册》 《才不是魔女》 《第一玩家》 《归向》 以下小说不算突出，其中一些可能剔除，另一些可能提升评价 《重生：开局盗走0级封印物》 《下班，然后变成魔法少女》 《玩家都想拯救我》 《血之圣典》 《我就是人皇》 《地球OL:我率领NPC大战玩家》 《弹幕说，我是游戏里的最终反派》 《我的葬礼不太对劲》 《飨食人间香火，我这竟是阴间》 《超凡大谱系》 《我在东京虚构推理》 《魔女特派》 《魔女她不想努力了》 《在第四天灾中幸存》 《穿进无限流小说成了反派》 《我不可能是NPC》","categories":[],"tags":[{"name":"小说推荐","slug":"小说推荐","permalink":"https://xiuxi1.github.io/bks/tags/%E5%B0%8F%E8%AF%B4%E6%8E%A8%E8%8D%90/"}]},{"title":"曙光","slug":"曙光","date":"2023-05-20T03:29:34.000Z","updated":"2023-06-19T10:34:07.428Z","comments":true,"path":"posts/64683e9e.html","link":"","permalink":"https://xiuxi1.github.io/bks/posts/64683e9e.html","excerpt":"","text":"看不祈十弦的《致四千年后》《玩家超正义》《倾覆之塔》，最深的感受就是璀璨了吧，【璀璨之光】【黎明之光】，虽然很多情节都忘了，但还记得那璀璨又柔和的光，那黎明与曙光，那“人总是要受苦的，但我们受的苦，后代不必再受” “我正是为此而来的”。 小时候向往的光，长大后依然向往；小时候会想以后要成为什么样的人，长大后却有种种无奈；看到的光也变得虚浮，就像小时候看到有些道理说的真的很对，长大后却只是“大道理”，这样虚幻与触不可及；或许是真正走上路的艰辛，慢慢地就会好起来，又或许，是真的做不到。“小时候”和“长大后”怎么区分呢？其实每一个时刻都是“小时候”与“长大后”，“小时候”是前一个状态，大部分“长大后”不是真正的成长，而是前一个状态到后一个状态的过程，只有达到质变到达后一个状态，才叫【成长】。而它，又是一个新的小时候。到底失败多少次，才能够放弃呢，或许不能吧，人生有一件事是不能放弃的，那就是拯救自己。请你务必一而再，再而三，三而不竭，千次万次，毫不犹豫地救自己于危难与深渊。请你务必一而再，再而三，三而不竭，千次万次，毫不犹豫地救自己于危难与深渊。请你务必一而再，再而三，三而不竭，千次万次，毫不犹豫地救自己于危难与深渊。 做自己的曙光，为自己开创黎明 也为——希望有一天这不是“大道理”（贬义）、不是“天真”（贬义）“幼稚”（贬义）——人类添上自己的一份光","categories":[],"tags":[{"name":"感想","slug":"感想","permalink":"https://xiuxi1.github.io/bks/tags/%E6%84%9F%E6%83%B3/"}]},{"title":"活下去，更好地活下去","slug":"活下去，更好地活下去","date":"2023-04-24T00:56:01.000Z","updated":"2023-06-19T10:57:52.607Z","comments":true,"path":"posts/6445d3a1.html","link":"","permalink":"https://xiuxi1.github.io/bks/posts/6445d3a1.html","excerpt":"","text":"如果真有什么政治正确，那一定是“活下去”。人类从诞生到现在，经历过种种灾难种种困难，洪水、饥荒、冰冻……，我们的先辈们竭尽所能的活下去，将危险的泥沼稍稍固化，才有今天的我们。 活着便是万般不易。直面生活的缺憾。直视世界的不完整。坦然接受一切悲伤、一切痛苦、一切绝望。迎接并且战胜它总结成一个词，便是“活下去”。竭尽全力，也要向前踏出一步。《倾覆之塔》","categories":[],"tags":[{"name":"感想","slug":"感想","permalink":"https://xiuxi1.github.io/bks/tags/%E6%84%9F%E6%83%B3/"}]},{"title":"《大明国师》——一本好书","slug":"《大明国师》——一本好书","date":"2023-04-15T08:48:39.000Z","updated":"2023-05-06T11:18:20.000Z","comments":true,"path":"posts/643a64e7.html","link":"","permalink":"https://xiuxi1.github.io/bks/posts/643a64e7.html","excerpt":"","text":"解决供养宗室压力问题的办法。（管理学）节流（缩减支出）保健因子（俸禄）&lt;没有不满意&gt;和激励因子&lt;满意&gt;保健因子获取稳定且门槛低，无论发多发少，都会让人认为是其理所应得的，只是“没有不满意”，而非“满意”。但是一旦保健因子下降，领取者的情绪就会快速转变为“不满意”。所以，保健因子应当仅仅让其用以满足基本生活需求即可，而追求更好的生活，需要另一种因子，也就是激励因子。赏赐，就是激励因子的一种，也就是这笔钱有没有或者有多少，都不是固定的，获取不稳定且门槛高。也正是因为其不固定性，极容易引起群体内部的竞争，继而导致领取者在获得激励因子金钱奖励的同时，产生战胜他人的愉悦感，和巨大的‘满意’。这是一种会令人上瘾的感觉，将促使领取者未来继续保持并变得更好，以免失去当前在群体中的排序位置。”俸禄这种东西，每个月都有，大家还都一样，很容易就会让人产生“这就是老子应得的”这种感觉，不会珍惜也不会感激，因此标准定的太高并不是什么好事。而赏赐则不一样，如果规则公平，你做的不好就是没有，而做得好的人，会受到巨大激励。“这套理论，放在当前的宗室供养问题上，就很容易能套用出解决办法。”“首先，为了避免未来供养宗室成本过高，导致国运缩减的问题，必须在宗室制度本身上做文章。”“宗室等级，需要从八级缩减为六级，并且基础俸禄全部减半，从第七级开始，则自动移除宗室身份。”“如此一来，哪怕未来宗室人口数量上涨，依旧不会对大明财政造成太大压力。”“同时，宗室供养不应是养猪式供养，而是应当在保障其温饱的情况下，让其有事可做，否则人一旦无事，就会思变思乱。”“具体做什么，待会儿第二条解决办法会提到。”公共管理政策的设计，需要刚柔并济，如果说上面的这些是大棒，那下面就是萝卜了。”“缩减俸禄，也就是保健因子，必定会导致宗室成员不满。”“而回到该政策的设计的目的——通过奖励诸藩来和平解决削除兵权的同时，使宗室供奉制度不会对未来大明财政产生灾难性影响。”“每年，朝廷应当给诸藩设立一個总数额看起来极大的‘年终赏赐包’。”“这个‘年终赏赐包’的总数额不是固定的，而是根据国家财政的某个比例来浮动……至于为何这样做，待会儿第二条解决办法会解释。”“而某个藩国获得的‘年终赏赐包’的数额大小，由朝廷根据对该藩国的审核结果来发放，包含‘生育率、稳定率、贡献率’秀、合格、较差共三个档次。”“具体到该藩国的某个宗室成员，则由上级宗室、平级宗室、下级宗室，根据包含‘忠国、孝悌、爱民、敬业’四方面的表现，来核定其在该藩国宗室成员中的具体排名来发放。”（第十章左右） 开源（做大西瓜，做大国家财政收入）贸易 （士绅阶层、勋贵武臣与海外贸易） 但大明疆域广阔，农耕文化已经深入到了百姓的骨髓里，即便是沿海地区在宋元两朝尝到了海外贸易的甜头，可作为中国作为历史悠久的古老文明，从没有丢掉过耕耘的习惯。”“所以，从本质上讲，大明其实依然保持着农耕文明的保守性。” “而海洋贸易最大的敌人，就是根植于农耕文明产生的士绅阶层。” “反过来讲，供养宗室要扩大财政收入进行海洋贸易，进行海洋贸易又何尝不需要宗室阶层的力量？” “海外贸易如此巨大的利润，光靠皇帝一個人，注定是人亡政息。而即便是捆绑上所有宗室，也就是倾大明皇室之力，也显得有些不足。”“唯一的解决办法，就是皇帝、宗室、勋贵，一起出钱，进行规模巨大、报酬丰厚的海外贸易。”“这也是解决农耕文明‘内卷化’趋势的解题思路。 从宋末以来地方上就有许多‘士大夫’阶层，他们拥有着大量的土地田产，而蒙古人的包税制，则让他们的土地兼并愈发肆无忌惮。这些人在大明开国之后摇身一变，成为了大明的士绅阶层，而且他们分布广泛、无处不在，影响力极为庞大......在乡野中有威望，与地方官员相互勾结，他们垄断了土地，控制了人口，掌握了舆论导向，甚至控制了下层科举考试的考题。”“这些士绅不仅仅是地主还是学阀，这就导致了士绅与文官，基本是衍生与被衍生的关系，是一股盘根错杂的力量，你中有我，我中有你，无法斩断。”“大明太祖高皇帝登基之初，对这股力量采取了削弱措施，一方面清查土地兼并，一方面打击贪腐......在此过程中，这些土地兼并者的地位急剧下降。”“而另一方面，太祖高皇帝在这个时候开始扶植新的阶级，在这片土地上，新的军功权贵阶层渐渐崛起。”“这些如同昔日北周隋唐的关陇门阀一般的开国勋贵武臣，掌握了大量的财富和权柄，逐步压过了旧有的土地兼并者，甚至掌握了朝堂的话语权。”“这时候，士绅文官便成为了皇帝和勋贵武臣共同的敌人，士绅文官与新崛起的勋贵武臣，展开激烈的交锋。” 士绅文官和勋贵武臣，到底谁能胜出？” “因为大明不可能永远重复开国和靖难，但却必须重复每三年一次的科举。” “作为最高统治者的皇帝，与其由亲缘关系构成的宗室，以及由功勋关系构成的勋贵武臣，是由内致外组成的两个同心圆，皇帝就是那个中心点。”“而在此时的大明，只有他们利益一致，方向一致时，所发挥的力量才能对抗传统的士大夫，也就是如今的士绅阶层。”“否则，大明一旦失去英武进取的皇帝，诸藩开始养猪，勋贵开始武嬉，大明就将彻底失去对抗基于农耕文明而产生的保守的、注定抵制海外贸易的士绅阶层，又将回到《国运论》的王朝周期律里！” 得到了海量利益的宗室、勋贵，就会成为皇帝最坚定的支持者，去跟士绅文官对抗。而随着时间的流逝，当开海决策被证明是完全正确的，自然会有越来越多的士绅文官也踏上这条大船。而士绅文官，也自然而然地会从中分裂为开海派和禁海派，互相内斗都来不及，怎么会掣肘皇帝、宗室、勋贵的行动？ 王朝兴亡周期律王朝的概念与本质，奴隶制、封建制、大一统三种形态王朝的演变。（国运论）生产力决定生产关系，经济基础决定上层建筑生产力发展-&gt;食利阶层，也就是贵族、军队、巫师等等，这些人是社会第一次分离出大规模人员不直接从事食物生产、采集工作的阶层，也是作为社会分工必然出现的阶层，有人负责统治，有人负责保卫、有人负责信仰，才组成了最初的王朝。”至于为什么继承制取代了禅让制，由继承制造成了以后王朝的家天下则更好理解，谁坐到了皇帝这个位置，还会心甘情愿地想着自己儿子不继承皇位而去回家种地呢？”“或者换句话说，谁看到自己的爹当了皇帝，自己还甘心去回家种地，不想着自己当皇帝呢？”国之大事，在祀与戎。“本质是，军队和巫师，这两种专业化的社会分工形成的阶层，是一个王朝形成所必须的统治阶层，一个统治肉体，一个统治灵魂，如此而已。而贵族其实并不是必须的，军队和巫师同样可以承担统治职能，形成军事国家或教政国家。”夏王朝和商王朝的残暴，不是最后一任君王的残暴，而是所有统治阶层的残暴。这种自上而下的残暴，甚至被称为恐怖王朝，根源上是因为他们是奴隶制王朝，他们根本就不把奴隶当人。所以，为什么不把奴隶当人的商王朝灭亡后，周王朝成为了第一个封建制王朝，而不是继续残暴的奴隶制王朝呢？周公为什么要制定了在某种程度上保护奴隶的《周礼》呢？（未完待续）","categories":[],"tags":[{"name":"书籍笔记","slug":"书籍笔记","permalink":"https://xiuxi1.github.io/bks/tags/%E4%B9%A6%E7%B1%8D%E7%AC%94%E8%AE%B0/"}]}],"categories":[],"tags":[{"name":"摘抄","slug":"摘抄","permalink":"https://xiuxi1.github.io/bks/tags/%E6%91%98%E6%8A%84/"},{"name":"小说推荐","slug":"小说推荐","permalink":"https://xiuxi1.github.io/bks/tags/%E5%B0%8F%E8%AF%B4%E6%8E%A8%E8%8D%90/"},{"name":"感想","slug":"感想","permalink":"https://xiuxi1.github.io/bks/tags/%E6%84%9F%E6%83%B3/"},{"name":"书籍笔记","slug":"书籍笔记","permalink":"https://xiuxi1.github.io/bks/tags/%E4%B9%A6%E7%B1%8D%E7%AC%94%E8%AE%B0/"}]}